MONTH_NAMES_RU = ['Янв', 'Фев', 'Мар', 'Апр', 'Май', 'Июн',
                  'Июл', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек']

ELEMENTS_NAMES = {
    "swe": "Водный эквивалент снега",
    "ice": "Доля морского льда",
    "aice": "Доля морского льда",
    "cld": "Облачность",
    "h500": "Геопотенциал 500 гПа",
    "hice": "Глубина морского льда",
    "olr": "Длинноволновое излучение поверхности",
    "prec": "Осадки",
    "ps": "Давление на уровне моря",
    "rq2": "Относительная влажность 2 м",
    "sst": "Температура поверхности моря",
    "t2": "Температура 2 м",
    "t2max": "Максимальная температура 2 м",
    "t2min": "Минимальная температура 2 м",
    "uv10": "Скорость ветра 10 м",
    "t850": "Температура 850 гПа",
    "u850": "Зональная компонента ветра 850 гПа",
    "v850": "Меридиональная компонента ветра 850 гПа",
    "ws": "Влагозапас в слое почвы 10 см",
    "ww": "Влагозапас в слое почвы 100 см"
}

ELEMENTS_UNITS = {
    "swe": "мм",
    "ice": "доля",
    "aice": "доля",
    "cld": "доля",
    "h500": "м",
    "hice": "м",
    "olr": "вт/м^2",
    "prec": "мм",
    "ps": "гПа",
    "rq2": "доля",
    "sst": "°C",
    "t2": "К",
    "t2max": "К",
    "t2min": "К",
    "uv10": "м/с",
    "t850": "К",
    "u850": "м/с",
    "v850": "м/с",
    "ws": "мм",
    "ww": "мм"
}

